tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "buo/cask-upgrade"
tap "homebrew/cask-drivers"

brew "bat"
brew "coreutils"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gifski"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "go"
brew "goimports"
brew "gopls"
brew "m-cli"
brew "moreutils"
brew "mpv"
brew "neovim"
brew "pandoc"
brew "pdf2svg"
brew "pidof"
brew "pstree"
brew "pure"
brew "ripgrep"
brew "shellcheck"
brew "shpotify"
brew "speedtest-cli"
brew "stow"
brew "tldr"
brew "tokei"
brew "trash"
brew "tree"
brew "utimer"
brew "wget"
brew "yq"
brew "yqrashawn/goku/goku"
brew "zsh-completions"

cask "mdimagesizemdimporter"
cask "monitorcontrol"
cask "qlimagesize"
cask "qlmarkdown"
cask "syntax-highlight"

cask "bitwarden"
cask "figma"
cask "firefox-developer-edition"
cask "font-iosevka"
cask "font-symbols-only-nerd-font"
cask "hammerspoon"
cask "karabiner-elements"
cask "monitorcontrol"
cask "slack"
cask "spotify"
cask "syntax-highlight"
cask "transmission"
cask "wacom-tablet"
cask "zoom"

# Personal
cask "affinity-designer"
cask "affinity-photo"
cask "affinity-publisher"
cask "bitwarden"
cask "blender"
cask "battle-net" # starcraft BW

mas "WhatsApp", id: 1147396723

# vim:ft=ruby
