tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "buo/cask-upgrade"
tap "homebrew/cask-drivers"

brew "bat"
brew "coreutils"
brew "deno"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lua-language-server"
brew "m-cli"
brew "mas"
brew "moreutils"
brew "mpv"
brew "neovim", args: ["HEAD"] # riding nightly until 0.8 lands
brew "pandoc"
brew "pidof"
brew "pstree"
brew "pure"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "speedtest-cli"
brew "stow"
brew "tldr"
brew "trash"
brew "tree"
brew "utimer"
brew "volta"
brew "yq"
brew "yqrashawn/goku/goku"
brew "zsh-completions"

cask "kitty"
cask "mdimagesizemdimporter"
cask "monitorcontrol"
cask "qlimagesize"
cask "qlmarkdown"
cask "syntax-highlight"

cask "figma"
cask "firefox-developer-edition"
cask "font-iosevka"
cask "hammerspoon"
cask "karabiner-elements"
cask "bitwarden"
cask "zoom"
cask "monitorcontrol"
cask "cameracontroller"

# Personal
cask "affinity-photo"
cask "affinity-publisher"
cask "battle-net" # starcraft BW
mas "Affinity Designer", id: 824171161
mas "WhatsApp", id: 1147396723

# vim:ft=ruby
